tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "yt-dlp/taps"
brew "asdf"
brew "bash-completion"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "libdvdcss"
brew "mysql"
brew "neovim"
brew "node"
brew "perl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "sqlite"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "yt-dlp/taps/yt-dlp"
cask "1password-cli"
cask "jdownloader"
cask "transmission"
cask "xact"
cask "yt-music"
cask "kitty"
