tap "homebrew/bundle"
tap "homebrew/core"
brew "bash-completion"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "lazygit"
brew "lazydocker"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "wget"
brew "zsh"
brew "zsh-completions"
