tap "homebrew/bundle"
tap "kitagry/tap"
brew "asdf"
brew "bash-completion"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "luarocks"
brew "neovim"
brew "oh-my-posh"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
