{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim",
      "version": "'c73e2b170a4927d1dc1b48e878bba6cf0ed9b07c'"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "'78336bc89ee5365633bcf754d93df01678b5c08f'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'619363c30309d29ffa631e67c8183f2a72caa373'"
    },
    "contextindent.nvim": {
      "src": "https://github.com/wurli/contextindent.nvim",
      "version": "'27517eb7505482398f31465f2afdfc8bba0d423c'"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim",
      "version": "'4516612fe98ff56ae0415a259ff6361a89419b0a'"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "'fcea7ff883235d9024dc41e638f164a450c14ca2'"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets",
      "version": "'6cd7280adead7f586db6fccbd15d2cac7e2188b9'"
    },
    "hlchunk.nvim": {
      "src": "https://github.com/shellRaining/hlchunk.nvim",
      "version": "'06f51922ca43d5cdacf96725c106405fe064c59e'"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim",
      "version": "'ff2cbcba459b637ec3fd165a2be59b7bbaeedf0d'"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim",
      "version": "'221ce6b2d999187044529f49da6554a92f740a96'"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim",
      "version": "'a923f5fc5ba36a3b17e289dc35dc17f66d0548ee'"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim",
      "version": "'21c5b3ebeaa0412e28096bb0701434c51c1fbf76'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "'2a6940af80375532e5e9e7c1f2fc6319a1b7a69d'"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai",
      "version": "'d73c36349aa7b0bab5f77ad71701a1d42211a1df'"
    },
    "mini.align": {
      "src": "https://github.com/nvim-mini/mini.align",
      "version": "'8cebe89d82f20e6d21b27346bcde4b4b6244a9f1'"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff",
      "version": "'0743d26bd858ebe32efcf5c86a91a422a000f273'"
    },
    "mini.hipatterns": {
      "src": "https://github.com/nvim-mini/mini.hipatterns",
      "version": "'607d604e650cdf21d71f863d040c496a1d0cb320'"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons",
      "version": "'e56797f90192d81f1fda02e662fc3e8e3d775027'"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs",
      "version": "'4a014143fcb4e9df26198ccb3ecff3b9e77a048c'"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround",
      "version": "'580e4cb98c5900d9fe743865fb5a5b2178b4ab18'"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim",
      "version": "'7bfd942445fb63089b59f97ca487d605e715f155'"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim",
      "version": "'de740991c12411b663994b2860f1a4fd0937c130'"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint",
      "version": "'01c9842c089069ab497430159312b2c8868a4590'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'bfcc0171a43f22afa61d927ffe9fcb6cb85dc99e'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'4916d6592ede8c07973490d9322f187e07dfefac'"
    },
    "nvim-treesitter-endwise": {
      "src": "https://github.com/RRethy/nvim-treesitter-endwise",
      "version": "'8fe8a95630f4f2c72a87ba1927af649e0bfaa244'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'851e865342e5a4cb1ae23d31caf6e991e1c99f1e'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'b73018b75affd13fa38e2fc94ef753b465f770d7'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'74b06c6c75e4eeb3108ec01852001636d85a932b'"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim",
      "version": "'208e1c5b8170c01fd1d07df0139322a76479b235'"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'882c996cf28183f4d63640de0b4c02ec886d01f2'"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim",
      "version": "'31e3c38ce9b29781e4422fc0322eb0a21f4e8668'"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim",
      "version": "'cdc07ac78467a233fd62c493de29a17e0cf2b2b6'"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim",
      "version": "'bd67efe408d4816e25e8491cc5ad4088e708a69a'"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim",
      "version": "'123a9fb12e7229342f807ec9e6de478b1102b041'"
    },
    "vim-jsonnet": {
      "src": "https://github.com/google/vim-jsonnet",
      "version": "'4ebc6619ddce5d032a985b42a9864154c3d20e4a'"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator",
      "version": "'e41c431a0c7b7388ae7ba341f01a0d217eb3a432'"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": "'3aab2147e74890957785941f0c1ad87d0a44c15a'"
    }
  }
}
